Revit 2027 API
BuiltInFailures.CopyMonitorFailures.CopyWatchAlert Property
 Coordination Monitor alert : [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CopyWatchAlert { get; }
Public Shared ReadOnly Property CopyWatchAlert As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CopyWatchAlert {
	FailureDefinitionId^ get ();
}
static member CopyWatchAlert : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyMonitorFailures Class
Autodesk.Revit.DB Namespace